[
    {
        "mandarin": "我不同意你的观点，但我誓死捍卫你说话的权力。",
        "english": "I do not agree with what you have to say, but I'll defend to the death your right to say it.",
        "author": "-- 伏尔泰 Voltaire"
    },
    {
        "mandarin": "自由不是想做什么就做什么；自由是教会你不想做什么就可以不做什么！",
        "english": "Freedom is not letting you do whatever you wanna but teaching you not to do the things you don't wanna do.",
        "author": "--《实践理性批判》康德 Immanuel Kant"
    },
    {
        "mandarin": "单靠法律并不能保证言论自由；要做到这一点，必须所有人都有包容精神。",
        "english": "Laws alone can not secure freedom of expression;",
        "english1": "in order that every man present his views without penalty there must be spirit of tolerance in the entire population.",
        "author": "-- 爱因斯坦 Einstein"
    },
    {
        "mandarin": "学习不是填满水桶，而是点燃火焰！",
        "english": "Education is not the filling of a pail but the lighting of a fire",
        "author": "-- 叶芝 William Butler Yeats (爱尔兰诗人)"
    },
    {
        "mandarin": "私有财产制度是自由最重要的保障；不仅仅是对那些有财产的人来说，对没有财产的人也是如此",
        "english": "The system of private property is the most important guarantee of freedom,",
        "english1":  "not only for those who own property, but scarcely less for those who do not.",
        "author": "-- 冯 哈耶克 Friedrich August von Haye (经济学家)"
    },
    {
        "mandarin": "未经反思的人生不值得去过。",
        "english": "The unexamined life is not worth living.",
        "author": "-- 苏格拉底 Socrates"
    },
    {
        "mandarin": "简单是可靠的先决条件。",
        "english": "Simplicity is prerequisite for reliability.",
        "author": "-- 艾兹格 迪科斯彻 Edsger Dijkstra (图灵奖得主)"
    },
    {
        "mandarin": "高等教育的价值在于培训思维，而不再于传授事实。",
        "english": "The value of a collage education is not the learning of many facts but the training of the mind to think.",
        "author": "-- 爱因斯坦 Einstein"
    },
    {
        "mandarin": "世上只有一种英雄主义: 就是在认清生活的真相之后依然热爱生活。",
        "english": "There is only one heroism in the world: to see the world as it is, and to love it.",
        "author": "-- 罗曼 罗兰 Romain Rolland"
    },
    {
        "mandarin": "在一个崇高的目的的支持下，不停地工作。即使慢，也一定会获得成功。",
        "english": "With the support of a noble purpose, keep working. Even slow, will certainly be successful.",
        "author": "-- 爱因斯坦 Einstein"
    },
    {
        "mandarin": "时间存在地意义就是任何事都不可能立刻实现。",
        "english": "The meaning of time is that nothing can be achieved at once.",
        "author": "-- 爱因斯坦 Einstein"
    },
    {
        "mandarin": "过去、现在、未来之间的区别是一种持续不断的错觉。",
        "english": "The distinction between past, present and future is only a stubbornly persistent illusion.",
        "author": "-- 爱因斯坦 Einstein"
    },
    {
        "mandarin": "拥有追随自己内心与直觉的勇气--你的内心与直觉已经知道你真正想要成为什么样的人。",
        "english": "Have the courage to follow your heart and intuition. They somehow already know what you truly want to become.",
        "author": "-- 乔布斯 Steve Jobs"
    },
    {
        "mandarin": "短暂的人生不应该平凡地过下去！",
        "english": "Life is too short to be ordinary!",
        "author": "-- 章莹颖"
    },
    {
        "mandarin": "我想———",
        "english": "让我宝贵的年华和足迹——— 都一直留着....",
        "english1": "给明天，给现在.. 和过去的自己",
        "author": "莹颖 2013.1.15"
    },
    {
        "mandarin": "何夜无月？何处无竹柏？但少闲人如吾两人者耳。",
        "author": "-- 苏轼"
    }
]